{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "github-nvim-theme": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "hlargs.nvim": { "branch": "main" },
  "hydra.nvim": { "branch": "master" },
<<<<<<< HEAD
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-overloads.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v2.x" },
  "neodev.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-config-local": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-osc52": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "onedarkpro.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "tagbar": { "branch": "master" },
  "telescope.nvim": { "branch": "0.1.x" },
  "toggleterm.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-doge": { "branch": "master" },
  "vim-python-pep8-indent": { "branch": "master" },
  "vimtex": { "branch": "master" }
=======
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-overloads.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-config-local": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "obsidian.nvim": { "branch": "main" },
  "onedarkpro.nvim": { "branch": "main" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "wgsl.vim": { "branch": "main" }
>>>>>>> 86e91de4a53d677feed47611bd5ad8a06fa432cb
}